Repository: tollenceld/StarCatch
Catalog: StarCatch/Localization/SatelliteText.xcstrings
Source language: en
Languages: zh_hans

# accessibility.pass.stationary
source: The object's apparent direction remains nearly stable
zh_hans: 目标的相对方向在短时间内基本稳定

# accessibility.pass.visible
source: Object in pass, approximately %d percent complete
zh_hans: 目标正在过境，已完成约百分之 %d

# accessibility.pin_detail
source: Pin object details
zh_hans: 固定目标详情

# accessibility.pin_detail.hint
source: Details remain visible if the reticle moves away or another object is sensed
zh_hans: 准星移开或转向其他目标时，详情仍保持显示

# accessibility.retain_detail
source: Keep object details
zh_hans: 保持目标详情

# accessibility.unpin_detail
source: Unpin object details
zh_hans: 取消固定目标详情

# accessibility.unpin_detail.hint
source: Details will collapse after the normal grace period when the reticle moves away
zh_hans: 准星移开后，详情将按正常宽限时间收起

# action.collapse
source: Collapse
zh_hans: 收起

# action.view_archive
source: View Archive
zh_hans: 查看档案

# action.view_archive.hint
source: Open complete mission and orbital information for the object
zh_hans: 打开目标的完整任务与轨道资料

# action.view_archive.subtitle
source: Mission, orbit, and sources
zh_hans: 任务、轨道与来源

# archive.badge.series
source: SERIES CONTEXT
zh_hans: 系列资料

# archive.curated.family
source: VERIFIED SERIES
zh_hans: 系列资料

# archive.curated.object
source: VERIFIED OBJECT
zh_hans: 单星资料

# archive.field.altitude
source: ALTITUDE
zh_hans: 高度

# archive.field.apsides
source: Perigee / apogee
zh_hans: 近 / 远地点

# archive.field.apsides_compact
source: APSIS
zh_hans: 近 / 远地点

# archive.field.eccentricity
source: Eccentricity
zh_hans: 离心率

# archive.field.family_position
source: Family position
zh_hans: 系列位置

# archive.field.inclination
source: Inclination
zh_hans: 倾角

# archive.field.launch
source: Launch
zh_hans: 发射

# archive.field.launch_cohort
source: Launch cohort
zh_hans: 同次发射

# archive.field.orbit
source: ORBIT
zh_hans: 轨道

# archive.field.period
source: Period
zh_hans: 周期

# archive.field.range
source: RANGE
zh_hans: 距离

# archive.field.speed
source: SPEED
zh_hans: 速度

# archive.field.subpoint
source: Subpoint
zh_hans: 星下点

# archive.forecast.above_horizon
source: ABOVE HORIZON
zh_hans: 地平线上方过境

# archive.forecast.current_event
source: SETS IN
zh_hans: 距离落下

# archive.forecast.duration
source: DURATION
zh_hans: 过境时长

# archive.forecast.loading
source: Calculating the next 24 hours on this device…
zh_hans: 正在本机推算未来 24 小时…

# archive.forecast.maximum_elevation
source: MAX EL
zh_hans: 最高仰角

# archive.forecast.minutes
source: %d MIN
zh_hans: %d 分钟

# archive.forecast.next_event
source: NEXT RISE
zh_hans: 下次升起

# archive.forecast.no_pass
source: No above-horizon pass in the next 24 hours.
zh_hans: 未来 24 小时没有地平线上方过境。

# archive.forecast.peak
source: PEAK
zh_hans: 最高点

# archive.forecast.rise
source: RISE
zh_hans: 升起

# archive.forecast.set
source: SET
zh_hans: 落下

# archive.forecast.stationary
source: Near-stationary target · no artificial rise/set curve
zh_hans: 近静止目标 · 不生成虚假的升落曲线

# archive.generated.eyebrow
source: CATALOGED OBJECT
zh_hans: 目录目标

# archive.generated.fact.apsides
source: Perigee / apogee
zh_hans: 近地点 / 远地点

# archive.generated.fact.inclination
source: Inclination
zh_hans: 倾角

# archive.generated.fact.orbit
source: Orbit
zh_hans: 轨道

# archive.generated.fact.period
source: Period
zh_hans: 周期

# archive.generated.fact.type
source: Type
zh_hans: 类型

# archive.generated.identity.body
source: The international designator %1$@ links this object to its launch record. NORAD N%2$lld is the stable identity StarCatch uses for calculations and observation history.
zh_hans: 国际编号 %1$@ 将当前目标关联到对应发射记录；NORAD N%2$lld 是 StarCatch 用于轨道计算与观测记录的稳定身份。

# archive.generated.identity.title
source: Identity and launch
zh_hans: 身份与发射

# archive.generated.lead
source: %1$@ is cataloged as %2$@ / N%3$lld. Its %4$@ orbit is calculated on device from the bundled GP/OMM snapshot; no unverified mission purpose or operating state is inferred.
zh_hans: %1$@ 以 %2$@ / N%3$lld 收录于公开目录。其 %4$@ 轨道由设备使用随包 GP/OMM 快照推算；资料不足时不推测任务用途或运行状态。

# archive.generated.milestone
source: %1$@ entered the public orbital catalog
zh_hans: %1$@ 进入公开轨道目录

# archive.generated.orbit.body
source: The bundled elements describe a %1$.1f-minute orbit inclined %2$.2f degrees, with estimated perigee and apogee of %3$.0f and %4$.0f KM. These are propagated catalog elements, not live operator telemetry.
zh_hans: 随包轨道根数描述了一条周期约 %1$.1f 分钟、倾角 %2$.2f° 的轨道，估算近地点与远地点分别为 %3$.0f 和 %4$.0f KM。这是目录根数推算值，不是运营方实时遥测。

# archive.generated.orbit.title
source: Orbital character
zh_hans: 轨道特征

# archive.generated.organization
source: OBJECT ARCHIVE
zh_hans: 目标档案

# archive.generated.review
source: SOURCE-BOUNDED
zh_hans: 来源限定

# archive.generated.source
source: CelesTrak GP/OMM snapshot
zh_hans: CelesTrak GP/OMM 离线快照

# archive.history.count
source: %d key events
zh_hans: %d 个关键节点

# archive.history.title
source: Mission history
zh_hans: 任务历程

# archive.observation.sentence
source: The object is currently toward the %1$@ and is %2$@. Naked-eye visibility also depends on illumination, phase, weather, and object attitude.
zh_hans: 此刻目标在%1$@方向，%2$@。肉眼可见性还取决于日照、相位、天气与目标姿态。

# archive.observation.unavailable
source: Live pointing data is not available for this frame.
zh_hans: 当前画面暂时没有可用的实时指向数据。

# archive.official_reference
source: Official mission reference
zh_hans: 官方任务资料

# archive.open
source: Open Archive
zh_hans: 深入档案

# archive.open.hint
source: Open the offline archive for this satellite or its constellation
zh_hans: 打开当前卫星或所属星座的离线任务档案

# archive.role.communications.summary
source: Relays voice, data, or broadcast signals through orbital links.
zh_hans: 通过轨道链路中继语音、数据或广播信号。

# archive.role.communications.title
source: Communications satellite
zh_hans: 通信卫星

# archive.role.navigation.summary
source: Provides positioning, navigation, or precision timing signals.
zh_hans: 提供定位、导航或精密授时信号。

# archive.role.navigation.title
source: Navigation and timing
zh_hans: 导航与授时

# archive.role.orbital_remnant.summary
source: A non-operational object that remains part of the tracked orbital environment.
zh_hans: 不再承担任务，但仍属于持续追踪的轨道环境。

# archive.role.orbital_remnant.title
source: Orbital remnant
zh_hans: 轨道遗留物

# archive.role.science.summary
source: Carries instruments or experiments for scientific investigation.
zh_hans: 搭载科学仪器或实验设备开展研究。

# archive.role.science.title
source: Scientific spacecraft
zh_hans: 科学航天器

# archive.role.station.summary
source: Supports human presence, research, and operations in orbit.
zh_hans: 支持人类在轨驻留、科研与空间作业。

# archive.role.station.title
source: Crewed orbital station
zh_hans: 载人轨道空间站

# archive.role.telescope.summary
source: Observes the universe above the atmosphere with space-based instruments.
zh_hans: 在大气层之外使用空间仪器观测宇宙。

# archive.role.telescope.title
source: Space telescope
zh_hans: 空间望远镜

# archive.role.weather.summary
source: Monitors weather, atmosphere, or Earth systems from orbit.
zh_hans: 从轨道持续观测天气、大气或地球系统。

# archive.role.weather.title
source: Weather and Earth observation
zh_hans: 气象与地球观测

# archive.section.current_object
source: CURRENT OBJECT
zh_hans: 当前目标

# archive.section.facts
source: MISSION AND CATALOG FACTS
zh_hans: 任务与目录事实

# archive.section.family
source: FAMILY BACKGROUND
zh_hans: 系列背景

# archive.section.future_24h
source: NEXT 24 HOURS
zh_hans: 未来 24 小时

# archive.section.mission
source: MISSION IN VIEW
zh_hans: 当前任务

# archive.section.mission_brief
source: MISSION BRIEF
zh_hans: 任务概览

# archive.section.notes
source: MISSION NOTES
zh_hans: 任务说明

# archive.section.observe_now
source: IN YOUR SKY NOW
zh_hans: 此刻的天空

# archive.section.orbit_parameters
source: ORBIT PARAMETERS
zh_hans: 轨道参数

# archive.sources.calculation_note
source: Historical notes are reviewed with each release. Position and velocity are calculated on device from the bundled CelesTrak GP/OMM elements.
zh_hans: 历史叙述随版本校订；位置与速度由 App 内置 CelesTrak GP/OMM 元素在设备上推算。

# archive.sources.count
source: %d offline sources
zh_hans: %d 个离线来源

# archive.sources.offline_edition
source: SOURCES · OFFLINE EDITION
zh_hans: 资料来源 · 离线版本

# archive.sources.title
source: Sources and calculations
zh_hans: 资料与计算说明

# archive.tab.data
source: Data
zh_hans: 数据

# archive.tab.mission
source: Mission
zh_hans: 任务

# archive.tab.observation
source: Observe
zh_hans: 观测

# archive.value.family_position
source: %1$@ · altitude median delta %2$+.0f KM
zh_hans: %1$@ · 高度中位差 %2$+.0f KM

# axis.next_rise
source: NEXT RISE
zh_hans: 下次升起

# axis.peak
source: PEAK %+.0f°
zh_hans: 最高 %+.0f°

# axis.rise
source: RISE
zh_hans: 升起

# axis.set
source: SET
zh_hans: 落下

# direction.east
source: east
zh_hans: 正东

# direction.north
source: north
zh_hans: 正北

# direction.northeast
source: northeast
zh_hans: 东北

# direction.northwest
source: northwest
zh_hans: 西北

# direction.south
source: south
zh_hans: 正南

# direction.southeast
source: southeast
zh_hans: 东南

# direction.southwest
source: southwest
zh_hans: 西南

# direction.west
source: west
zh_hans: 正西

# guide.capture.auto
source: Hold the reticle on a target to lock its archive automatically.
zh_hans: 让准星持续对准目标，档案会自动锁定。

# insight.family.higher
source: About %2$.0f KM above the %1$@ family median
zh_hans: 比 %@ 系列中位轨道约高 %.0f KM

# insight.family.lower
source: About %2$.0f KM below the %1$@ family median
zh_hans: 比 %@ 系列中位轨道约低 %.0f KM

# insight.launch.cohort
source: Cataloged object %d of %d from the same launch
zh_hans: 同次发射的第 %d / %d 个在列对象

# insight.orbit.elliptical
source: Elliptical orbit · %.0f KM between perigee and apogee
zh_hans: 椭圆轨道 · 近远地点相差 %.0f KM

# insight.orbit.period
source: One orbit every %.1f minutes
zh_hans: %.1f 分钟完成一周轨道

# insight.orbit.summary
source: %.1f-minute orbit · %.1f° inclination
zh_hans: %.1f 分钟一周 · 倾角 %.1f°

# insight.pass.next_rise
source: Next rise above the horizon in %@
zh_hans: 下一次进入地平线 %@

# insight.pass.stationary
source: Apparent direction remains stable over short intervals
zh_hans: 相对地面方向在短时间内保持稳定

# insight.pass.visible
source: Remains above the horizon for %@
zh_hans: 仍将在地平线上停留 %@

# insight.range.approaching
source: Approaching · %.2f KM/S
zh_hans: 正在接近 · %.2f KM/S

# insight.range.receding
source: Receding · %.2f KM/S
zh_hans: 正在远离 · %.2f KM/S

# insight.range.stable
source: Range to observer is nearly stable
zh_hans: 与观测者距离基本稳定

# insight.subpoint
source: Subpoint · %.1f°%@ %.1f°%@
zh_hans: 星下点 · %.1f°%@ %.1f°%@

# navigation.object_archive
source: Object Archive
zh_hans: 目标档案

# navigation.sky
source: Sky
zh_hans: 天空

# provenance.catalog
source: Catalog fact
zh_hans: 目录事实

# provenance.classification
source: StarCatch classification
zh_hans: StarCatch 分类

# provenance.computed
source: On-device calculation
zh_hans: 本机推算

# provenance.verified_family
source: Official family source
zh_hans: 系列官方资料

# provenance.verified_object
source: Official object source
zh_hans: 本星官方资料

# scope.family
source: Family background
zh_hans: 系列背景

# scope.object
source: Current object
zh_hans: 当前目标

# status.active
source: ACTIVE
zh_hans: 在役

# status.cataloged
source: CATALOGED
zh_hans: 轨道在列

# status.debris
source: ORBITAL REMNANT
zh_hans: 轨道残留

# status.derelict
source: DERELICT RECORD
zh_hans: 失效记录

# status.silent
source: SILENT RECORD
zh_hans: 静默记录

# target.role.communications.summary
source: Carries voices and data along an orbital bridge between distant places.
zh_hans: 把声音与数据托付给轨道，让遥远之地在天际相连。

# target.role.navigation.summary
source: Measures Earth with precise time, lending direction to every journey below.
zh_hans: 以精密时钟丈量地球，为地面上的每一次抵达指明方向。

# target.role.orbital_remnant.summary
source: Its mission has fallen silent, yet it still crosses today's sky on an older path.
zh_hans: 任务已经沉默，它仍沿旧日轨道穿过今天的天空。

# target.role.science.summary
source: Carries experiments beyond the atmosphere, asking new questions on every orbit.
zh_hans: 把实验带到大气之外，在绕行地球的途中继续追问。

# target.role.station.summary
source: A workshop circling Earth, where daily life, research, and distance meet.
zh_hans: 一间环绕地球的工作室，让生活、研究与远方在轨道相遇。

# target.role.telescope.summary
source: Beyond the atmosphere's shimmer, it carries our gaze deeper into the universe.
zh_hans: 越过大气的扰动，把人类的目光送向更深的宇宙。

# target.role.weather.summary
source: Reads clouds, seas, and land from orbit, tracing a planet that never stands still.
zh_hans: 从轨道俯读云层与海陆，记录一颗不断变化的地球。

# value.unknown
source: unknown
zh_hans: 未知

# visibility.above_horizon
source: above the geometric horizon
zh_hans: 位于地平线上方

# visibility.below_horizon
source: below the geometric horizon
zh_hans: 当前处于几何地平线下

# archive.model.schematic
source: Generic satellite · schematic
zh_hans: 通用卫星 · 外形示意

# archive.model.reset
source: Reset view
zh_hans: 重置视角

# archive.model.gesture
source: Drag to rotate · pinch to zoom
zh_hans: 拖动旋转 · 双指缩放

# archive.model.accessibility
source: Generic schematic, not this satellite’s exact shape. Adjust to rotate; use the reset action to restore the view.
zh_hans: 通用外形示意，并非当前卫星的准确模型。调整可旋转，操作菜单可重置视角。

# archive.chart.gesture
source: Drag to inspect · pinch to zoom
zh_hans: 横拖读数 · 双指缩放

# archive.chart.reset
source: Reset
zh_hans: 复位

# archive.chart.sample
source: Sample
zh_hans: 采样

# archive.chart.inspect_time
source: Selected time
zh_hans: 查看时刻

# archive.chart.pass_hint
source: Drag to choose a pass
zh_hans: 横拖选择过境

# archive.chart.event_before_peak
source: Before peak
zh_hans: 最高点前

# archive.chart.event_after_peak
source: After peak
zh_hans: 最高点后

# archive.chart.zoom_in
source: Zoom in
zh_hans: 放大

# archive.chart.zoom_out
source: Zoom out
zh_hans: 缩小
